Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: Detects meals you didn't announce and responds with SMB. Essential for: forgotten carb entries, underestimated carbs, or high-fat meals that absorb longer than expected. Also detects rapid drops and reduces insulin accordingly. Recommended to enable when using SMB.
de: Wenn diese Option aktiviert ist, kann der SMB-Algorithmus unangekündigte Mahlzeiten erkennen. Dies ist hilfreich, wenn Sie vergessen Ihre Kohlenhydrate einzugeben oder Ihre Kohlenhydrate falsch einschätzen und die Menge der eingegebenen Kohlenhydrate falsch ist. Außerdem wenn eine Mahlzeit mit viel Fett und Protein eine längere Dauer als erwartet hat. UAM erkennt ohne Kohlenhydrateingabe schnelle Glukosesteigerungen, die durch Kohlenhydrate, Adrenalin usw. verursacht werden, und versucht es mit SMBs zu regulieren. Dies funktioniert auch umgekehrt: Bei einer schnellen Glukoseabnahme kann es SMB früher stoppen.
fr: Avec cette option activée, l'algorithme SMB peut reconnaître les repas non annoncés. Ceci est utile, si vous oubliez d'indiquer à FreeAPS X un apport glucidique ou une mauvaise estimation de l'apport de glucides ou si un repas contenant beaucoup de gras et de protéines a un impact sur une duree d'absorption plus longue que prévu. Sans aucune entrée de glucides, UAM peut reconnaître des augmentations rapides de glucemie causées par des glucides, l'adrénaline, etc, et tente de l'ajuster avec les SMB. Cela fonctionne également dand le sens inverse : s'il y a une réduction rapide de glycémie, il peut arrêter les SMB plus tôt.
it: Con questa opzione abilitata, l'algoritmo SMB può riconoscere i pasti senza preavviso. Questo è utile, se dimenticate di dire ad FreeAPS X i vostri carboidrati o stimate i vostri carboidrati in modo sbagliato o la quantità di carboidrati inseriti è sbagliata o se un pasto è particolarmente ricco di grassi e proteine ed ha una durata più lunga di quanto previsto. Senza alcuna voce di carboidrati, UAM può riconoscere aumenti rapidi di glucosio causati da carboidrati, adrenalina, ecc, e cerca di regolarlo con le SMB. Questo funziona anche in modo opposto: se c'è una rapida diminuzione del glucosio, può fermare SMB prima.
nb: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell FreeAPS X about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
nl: Als deze optie is ingeschakeld, herkent het SMB-algoritme onaangekondigde maaltijden. Dit is nuttig, als je vergeet om koolhydraten in te voeren, je koolhydraten verkeerd inschat, de hoeveelheid ingevoerde koolhydraten verkeerd is of als een maaltijd met veel vet en eiwit een langere duur heeft dan verwacht. Zonder koolhydraten in te voeren, kan UAM snelle glucoseverhogingen veroorzaakt door koolhydraten, adrenaline, etc. herkennen en dit proberen op te lossen met SMB's. Dit werkt ook andersom: als er een snelle glucose daling is, kan het eerder stoppen met SMBs.
ru: Распознаёт незаявленную еду и реагирует с помощью SMB. Необходимо для: забытых углеводов, недооценённых порций или жирной еды, которая усваивается дольше ожидаемого. Также обнаруживает быстрое падение и снижает инсулин. Рекомендуется включить при использовании SMB.
sv: Med denna inställning på kan SMB-algoritmen upptäcka kolhydrater som inte matats in. Detta kan vara till hjälp om du glömmer att mata in eller uppskattar dina kolhydrater fel, eller vid måltider med mycket fett och protein, som har en längre verkan än förväntat. Utan inlagda kolhydrater kan UAM känna igen snabba glukosförändringar orsakade av kolhydrater, adrenalin, etc, och försöker justera dessa med SMBs. Detta fungerar också omvänt: vid snabb glukosminskning stoppas SMB:s tidigare.
tr: Bu seçenek etkinleştirildiğinde, SMB algoritması bildirilmeyen öğünleri tanıyabilir. FreeAPS X'e karbonhidratlarınızı girmeyi unutursanız veya karbonhidratlarınızı yanlış tahmin ederseniz ve girilen karbonhidrat miktarı yanlışsa veya çok miktarda yağ ve protein içeren bir öğün beklenenden daha uzun sürerse bu yararlıdır. Herhangi bir karbonhidrat girişi olmadan, UAM karbonhidrat, adrenalin vb. kaynaklı hızlı glikoz artışlarını algılayabilir ve SMB'ler ile ayarlamaya çalışır. Bu aynı zamanda tam tersi şekilde çalışır: hızlı bir glikoz düşüşü varsa, SMB'leri daha erken durdurabilir.
zh_hans: 启用该选项后，SMB算法可以识别未宣布的膳食。这很有帮助，如果你忘记告诉FreeAPS X你的碳水化合物，或者估计错误，输入的碳水化合物的数量是错误的，或者如果一餐有大量脂肪和蛋白质的时间比预期的长。在没有任何碳水化合物输入的情况下，UAM可以识别由碳水化合物、肾上腺素等引起的快速葡萄糖增量，并尝试用SMB进行调整。这也有相反的作用：如果有快速的葡萄糖递减，它可以提前停止SMBs。

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
de: In Ihrem Smartphone oder Ihrer App ist die NFC-Kommunikation nicht aktiviert, welche benötigt wird, um eine Verbindung mit Libre 2 Sensoren herzustellen
fr: Votre téléphone ou application n'est pas activé pour les communications NFC, ce qui est nécessaire pour appairer avec les capteurs libre2
it: Il tuo telefono o l'app non sono abilitati per le comunicazioni NFC, necessarie per associarsi ai sensori libre2
nb: NFC-kommunikasjon er ikke aktivert på telefonen eller i appen. Dette er nødvendig for å koble til libre2-sensorer
nl: Je telefoon of app is niet ingeschakeld voor NFC communicatie, wat nodig is om te koppelen met libre2 sensoren
ru: NFC недоступен. Он требуется для соединение с сенсором Libre2
sv: Din telefon eller app är inte aktiverad med NFC, vilket krävs för att parkoppla med Libre2-sensorer
tr: Telefonunuz veya uygulamanız, libre2 sensörleriyle eşleştirmek için gerekli olan NFC iletişimleri için etkin değil
zh_hans: 您的手机或应用程序尚未启用 NFC，需要启用NFC配对 libre2 传感器

source: API secret
fr: Clé secrète API
it: API segreta
nb: API nøkkel
nl: API code
ru: API секрет
sv: API-lösen
tr: API parolası
zh_hans: API密钥

source: Apple Health
fr: Apple Santé
nb: Apple Helse
nl: Apple Gezondheid
sv: Apple Hälsa
tr: Apple Sağlık Uygulaması
zh_hans: 苹果健康

source: d
fr: j
it: gg
ru: д
tr: g
zh_hans: 天

source: Firmware
fr: Microprogramme
nb: Fastvare
ru: Версия прошивки
tr: Aygıt Yazılımı
zh_hans: 固件

source: Hardware
fr: Matériel
nb: Maskinvare
ru: Оборудование
sv: Hårdvara
tr: Donanım
zh_hans: 硬件

source: Libre Bluetooth
fr: Bluetooth libre
it: Bluetooth Libre
zh_hans: 瞬感发射器

source: Minilink transmitter
fr: Minilink transmetteur
it: Trasmettitore Minilink
nb: Minilink sender
nl: Minilink zender
ru: Передатчик Minilink
sv: Minilink-sändare
tr: Minilink vericisi
zh_hans: Minilink发射器

source: Name
fr: Nom
it: Nome
nb: Navn
nl: Naam
ru: Название
sv: Namn
tr: İsim
zh_hans: 设备名称

source: Native G5 app
fr: App G5 native
it: App nativa G5
nb: Opprinnelig G5-app
nl: Oorspronkelijke G5 app
ru: Родное приложение G5
sv: Ursprunglig G5-app
tr: Yerel G5 uygulaması
zh_hans: 官方G5 App

source: Native G6 app
fr: App G6 native
it: App nativa G6
nb: Opprinnelig G6-app
nl: Oorspronkelijke G6 app
ru: Родное приложение G6
sv: Ursprunglig Dexcom G6-app
tr: Yerel G6 uygulaması
zh_hans: 官方G6 App

source: PatchInfo
fr: Infos sur le patch
ru: Информация о патче
sv: Patchinformation

source: Sensor Info
fr: Infos capteur
it: Info sul Sensore
ru: Информация о сенсоре
tr: Sensör Bilgisi
zh_hans: 传感器信息

source: Transmitter ID
fr: ID du transmetteur
it: ID trasmettitore
nb: Sender-ID
nl: Zender ID
ru: ID трансмиттера
sv: Sändar-ID
tr: Verici ID
zh_hans: 发射器编号

source: Transmitter Info
fr: Infos transmetteur
it: Info del Trasmettitore
nb: Senderinfo
nl: Zender Informatie
ru: Информация о передатчике
sv: Sändarinfo
tr: Verici Bilgileri
zh_hans: 发射器信息

source: Transmitter: %@%%
fr: Transmetteur: %@%%
it: Trasmettitore: %@%%
nb: Sender: %@
nl: Zender: %@%%
ru: Передатчик: %@%%
sv: Sändare: %@%%
tr: Verici: %@%%
zh_hans: 发射器:%@%%

source: min
it: minuti
ru: мин
tr: dk
zh_hans: 分钟

source: Bolus
it: Bolo
ru: Болюс
zh_hans: 大剂量

source: Port
it: Porta
nl: Poort
ru: Порт
zh_hans: 端口

source: The default of 0.5 for this value keeps autotune ISF closer to pump ISF via a weighted average of fullNewISF and pumpISF. 1.0 allows full adjustment, 0 is no adjustment from pump ISF.
it: Il valore predefinito di 0.5 per questo valore mantiene l'autotune ISF più vicino alla pompa ISF tramite una media ponderata di fullNewISF e pompa. 1.0 permette la regolazione completa, 0 non consente regolazione dalla ISF della pompa.
ru: По умолчанию, 0,5 для этого значения позволяет ISF приблизиться к ISF профиля через среднее взвешенное значение fullNewISF (автотюн) и ISF профиля. 1,0 позволяет полностью регулировать, 0 не регулировать ISF профиля.
sv: Standardvärdet 0,5 håller 'Autotune ISF' närmare pumpens ISF (insulinkänslighet) via ett viktat genomsnitt av 'fullNewISF' och 'pumpISF'. Värdet 1.0 tillåter full justering, medan 0 innebär att ingen skillnad från pumpens ISF kommer att föreligga.
zh_hans: 这个值的默认值为0.5，通过fullNewISF和pumpISF的加权平均，使AutoTune ISF更接近泵的ISF。1.0允许完全调整，0是不调整泵的ISF。

source: h
nb: t
nl: u
ru: ч
tr: s
zh_hans: 时

source: m
nb: min
ru: мин
tr: d
zh_hans: 分

source: Middleware
nb: Middelware
ru: Связующее ПО
zh_hans: 中间件

source: URL
nb: Nettadresse
zh_hans: 网址：

source: g
nl: gr
ru: г
tr: gr
zh_hans: 克

source: %d min ago
ru: %d мин. назад

source: A you sure?
ru: Вы уверены?

source: Actions
ru: Действия

source: After you create records in the Health app, please open FreeAPS X to help us guaranteed transfer changed data
ru: После ручного создания записей в программе Здоровье пожалуйста откройте FreeAPS X, чтобы помочь нам гарантированно загрузить измененные данные

source: Amount Bolus
ru: Количество болюса

source: Are your sure?
ru: Вы уверены?

source: Autotune
ru: Автотюн
tr: Otoayar
zh_hans: 自动调谐

source: Autotune Conf
ru: Настройки Autotune

source: Basal Profile Conf
ru: Настройки базального профиля

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2, so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
ru: Задержка болюса активируется после болюса на еду, чтобы алгоритм не противодействовал низкими временными базалами сразу после еды. Значение по умолчанию — 2, то есть при DIA 3 часа задержка будет постепенно снижаться в течение 1.5 часов (3/2).

source: Carb Ratios Conf
ru: Настройки углеводных коэффициентов

source: Carbs will add and FreeAPX X will update forecasts without bolus
ru: Углеводы будут добавлены без ввода болюса, FreeAPS X автоматически обновит прогнозы

source: Carbs will add without bolus
ru: Углеводы будут добавлены без ввода болюса

source: Connection settings
ru: Настройки подключения

source: Create a connection
ru: Создать подключение

source: Credentials
ru: Данные для входа

source: Custom server
ru: Собственный сервер

source: Default value: 0.5 This is another key OpenAPS safety cap, and specifies what share of the total insulin required can be delivered as SMB. This is to prevent people from getting into dangerous territory by setting SMB requests from the caregivers phone at the same time. Increase this experimental value slowly and with caution.
ru: Значение по умолчанию: 0.5. Это важное ограничение безопасности OpenAPS, определяющее какую долю от общего необходимого инсулина можно доставить через SMB. Это предотвращает опасные ситуации при одновременных запросах SMB. Увеличивайте это экспериментальное значение медленно и осторожно.

source: Default value: 1. This is another key OpenAPS safety cap, and specifies by what factor you can exceed the regular 120 maxSMB/maxUAM minutes. Increase this experimental value slowly and with caution.
ru: Значение по умолчанию: 1. Это важное ограничение безопасности OpenAPS, определяющее во сколько раз можно превысить стандартные 120 минут maxSMB/maxUAM. Увеличивайте это экспериментальное значение медленно и осторожно.

source: Defaults to false, so that OpenAPS will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means OpenAPS will set a “neutral” temp (same as your default basal) if no adjustments are needed. If you are a light sleeper and the “on the hour” buzzing or beeping wakes you up (even in vibrate mode), you may want to turn this to “true” to skip setting neutral temps. However, we recommend leaving neutral temps enabled for most people who will be using this system on the go and out of constant connectivity. Note: if set to true, in order to reduce notifications at the top of the hour, it will also attempt to cancel temp basals (unless BG or minGuardBG is below threshold and a zero-temp is needed) prior to the top of the hour. Normally a new temp basal will be set (if still needed) after the top of the hour, but that may be delayed if the rig has issues connecting to the pump. People who want to minimize the ‘on the hour’ temp basal notification beeps/vibrations may choose to accept that risk and choose to set skip_neutral_temps to true.
ru: По умолчанию выключено — OpenAPS будет устанавливать временные базалы когда возможно, чтобы было видно, что система работает, даже офлайн. Это означает, что OpenAPS установит «нейтральный» временный базал (равный вашему обычному), если корректировка не нужна. Если вы чутко спите и звуки «в начале часа» вас будят, можете включить эту опцию. Примечание: если включено, для уменьшения уведомлений система попытается отменить временные базалы перед началом часа (если не требуется нулевой базал из-за низкого ГК).

source: By default, OpenAPS targets only the lower end of your target range for tighter control. Enable this to use the full target range, which results in less frequent adjustments and a more relaxed approach.
ru: По умолчанию выключено — используется только нижняя граница целевого диапазона ГК помпы как цель OpenAPS. Это функция безопасности для предотвращения слишком широких целей. Верхняя граница используется только для избежания перекоррекции болюсным калькулятором. Включите для использования нейтральных базалов в более широком диапазоне прогнозируемых ГК.

source: Defaults to false. Rate at which autoISF grows per hour assuming bg is twice target. When value = 1.0, ISF is reduced to 50% after 1 hour of BG at 2x target.
ru: По умолчанию выключено. Скорость роста autoISF в час при ГК вдвое выше цели. При значении 1.0 ISF снижается до 50% после 1 часа ГК на уровне 2x от цели.

source: Disclaimer
ru: Отказ от ответственности

source: Each Loop
ru: Каждый цикл петли

source: Every 4 hours
ru: Каждые 4 часа

source: Every 15 minutes
ru: Каждые 15 минут

source: Every 30 minutes
ru: Каждые 30 минут

source: Every hour
ru: Каждый час

source: Fast Add
ru: Добавить быстро

source: For read/write data from/to Apple Health you must give permissions in Settings > Health > Data Access
ru: Чтобы считывать и записывать данные из и в Apple Health вам необходимо дать соответствующие разрешения, перейдя в меню Настройки > Здоровье > Доступ к данным

source: Force upload glocose
ru: Принудительная выгрузка глюкозы

source: FreeAPS X is in an active development state. We do not recommend to use the system for everyday control of blood glucose! Use it for testing purposes only at your own risk. We are not responsible for your decisions and actions.
ru: FreeAPS X находится в активной разработке. Мы не рекомендуем использовать систему для повседневного контроля глюкозы крови! Используйте только в тестовых целях на свой страх и риск. Мы не несём ответственности за ваши решения и действия.

source: Frequency of uploads
ru: Частота выгрузки

source: Glucose was upload success
ru: Глюкоза была успешно выгружена

source: Have not new glucose to upload
ru: Новая глюкоза для выгрузки отсутсвует

source: Info
ru: Инфо
tr: Bilgi
zh_hans: 信息

source: Insulin Sensitivities Conf
ru: Настройки чувствительности к инсулину

source: It is recommended to use random uploads, they are more natural
ru: Рекомендовано использовать случайную частоту выгрузки, так как она более естественна

source: Last upload date to LibreLink is more, that current date. Try later or check preferences
ru: Дата последней выгрузки больше текущей даты. Попробуйте позже или проверьте настройки

source: Last upload on %@. Next upload no earlier than %@
ru: Последняя выгрузка %@. Следующая не ранее, чем %@

source: LibreView config
ru: Настройки LibreView

source: LibreView Server
ru: Сервер LibreView

source: Login
ru: Логин

source: Maximun blood glucose lowering effect of insulin, in minutes
ru: Время максимального эффекта снижения глюкозы инсулином, в минутах

source: mg/dL
ru: мг/дл

source: mmol/L
ru: ммоль/л

source: Multiplier cap on how high the autoISF ratio can be and therefore how low it can adjust ISF.
ru: Максимальный множитель для autoISF, определяющий насколько низко может быть скорректирован ISF.

source: Nothing here yet...
ru: Пока ничего нет...

source: Password
ru: Пароль

source: Please, set correct LibreView server
ru: Пожалуйста, установите корректный адрес сервера

source: Preferences Conf
ru: Настройки предпочтений

source: Pump Settings Conf
ru: Настройки помпы

source: Random upload, but less than 4 hours after the last one
ru: Случайные выгрузки, но не менее 1 раза в 4 часа

source: Remove a connection
ru: Удалить подключение

source: Simple Add
ru: Просто добавить

source: Smallest possible bolus amount
ru: Минимально возможная доза болюса

source: Smallest SMB dose the system can deliver. Omnipod: 0.05 U, Medtronic: 0.1 U. Set according to your pump's capabilities.
ru: Минимальный SMB / шаг SMB в oref0. Минимальная доза для помп Medtronic — 0.1 Ед, для Omnipod — 0.05 Ед. Значение по умолчанию — 0.1.

source: Target Ranges Conf
ru: Настройки целевых диапазонов

source: Automatically lowers your target when both current BG and predicted BG are high. Helps prevent and correct highs more aggressively. May feel too aggressive for some users — disable if you experience too many lows after highs.
ru: Эта функция раньше была включена по умолчанию, но теперь выключена в oref0 0.6.0 и выше (в 0.6.0 она не нужна). Функция автоматически снижает целевой ГК, когда текущий и прогнозируемый ГК высокие. Это помогает предотвратить и смягчить высокий ГК, автоматически переключаясь на низкие временные базалы для плавного снижения к вашей цели. Если это слишком агрессивно, можете отключить.

source: Time of maximum blood glucose lowering effect of insulin, in minutes
ru: Время максимального эффекта снижения глюкозы инсулином, в минутах

source: To use LibreView, you need to enter credentials and create a connection
ru: Для использования LibreView вам необходимо ввести данные авторизации и создать подключение

source: Update a connection
ru: Обновить подключение

source: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell AndroidAPS about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
ru: С этой опцией алгоритм SMB может распознавать необъявленные приёмы пищи. Это полезно, если вы забыли ввести углеводы, ошиблись в их оценке, или если еда с большим количеством жира и белка усваивается дольше ожидаемого. Без ввода углеводов UAM может распознать быстрый рост глюкозы от еды, адреналина и т.д., и попытаться скорректировать его через SMB. Это работает и в обратную сторону: при быстром падении глюкозы SMB будут остановлены раньше.

source: Wrong connection's token
ru: Неверный токен безопасности

source: Wrong password or login
ru: Неверный логин или пароль

source: Event Details
ru: Детали события

source: Event name
ru: Название события

source: Start time
ru: Время начала

source: End time
ru: Время окончания

source: Add Event
ru: Добавить событие

source: Edit Event
ru: Редактирование события

source: Save Changes
ru: Сохранить

source: Recent Events
ru: Недавние события

source: Events
ru: События

source: Until: %@
ru: До: %@

source: Edit
ru: Править

source: CGM
zh_hans: 动态血糖
